import React from 'react';
import fruit from '../../assets/fruit-date-boxes.webp'

const Dates = () => {
  return (
    <div dir='rtl'> 
      {/* Post Header */}
      <section className="post-header">
        <div className="header-content post-container">
          <a  className="back-home">الرجوع للخلف</a>
          <h1 className="header-title">انواع التمور وكيف تختلف</h1>
          <img src={fruit} alt="" className="header-img" />
        </div>
      </section>

      {/* Post Content */}
      <section className="post-content post-container">
      <p>
        التمور هي ثمار نخيل التمر وهي واحدة من أشهر الفواكه في العالم العربي والشرق الأوسط. لا تقتصر فوائد التمور على القيمة الغذائية العالية فحسب، بل تتميز أيضًا بالطعم اللذيذ والقوام الفريد. يوجد العديد من أنواع التمور، وفي هذا المقال سنلقي نظرة على أبرز هذه الأنواع وكيف تختلف عن بعضها.
    </p>

    <h2 className="sub-heading">1.تمر المجهول</h2>
    <p className="post-text">تعتبر تمور المجهول من أشهر أنواع التمور وأكثرها شعبية. تتميز بلونها البني الغامق وقوامها اللين والطري. يُعتبر تمر المجهول غنيًا بالسكريات الطبيعية والألياف والفيتامينات والمعادن، مما يجعله خيارًا مثاليًا لتناوله كوجبة خفيفة أو لاستخدامه في الحلويات.
    </p>

    <h2 className="sub-heading">2.تمر الصقعي</h2>
    <p className="post-text">
        تمر الصقعي هو نوع من الأصناف الفاخرة من التمور وهو منتشر في منطقة الخليج العربي وخاصة في السعودية والإمارات العربية المتحدة. يتميز تمر الصقعي بحجمه الصغير ولونه الأسود المميز وبشكل عام يكون لونه داكناً جداً ويميل إلى اللون البني الغامق.
        يتميز تمر الصقعي بنكهة غنية ومميزة ويحتوي على نسبة عالية من السكريات الطبيعية والألياف والفيتامينات والمعادن مثل البوتاسيوم والمغنيسيوم والحديد. يعتبر تمر الصقعي من الفواكه المغذية والمفيدة للجسم، ويستخدم في العديد من الأطباق الشرقية والعربية ويعتبر من الحلويات الشعبية في منطقة الخليج.
        بشكل عام، يمتاز تمر الصقعي بنكهته الغنية والحلوة ويعد مصدراً غنياً بالعناصر الغذائية المفيدة لصحة الجسم، كما أنه يمثل جزءاً هاماً من التراث الغذائي والثقافي في منطقة الخليج العربي.
    </p>

    <h2 className="sub-heading">3.تمر السكري</h2>
    <p className="post-text">
        تمر السكري هو نوع من التمور الفاخرة المميزة التي تنمو في مناطق الشرق الأوسط وشمال إفريقيا. يتميز تمر السكري بحجمه الكبير وشكله البيضاوي ولونه البني الداكن. كما يتميز بنكهة حلوة وفواحة وله رائحة مميزة.
        يحتوي تمر السكري على نسبة عالية من السكريات الطبيعية والألياف والفيتامينات والمعادن. ويعتبر من الفواكه الغنية بالعناصر الغذائية المفيدة للجسم، ويستخدم في العديد من الأطباق الشرقية والعربية ويعتبر من الحلويات الشعبية في المنطقة.
        يمتاز تمر السكري بقوامه اللين والملس ويحتوي على نسبة عالية من العصير مما يجعله سهل الهضم. كما يعتبر تمر السكري مصدراً طبيعياً للطاقة والعناصر الغذائية الأساسية التي يحتاجها الجسم.
        بشكل عام، يمثل تمر السكري نكهة شهية وغنية بالفوائد الغذائية، ويعتبر من الأصناف المحببة لدى العديد من الناس في مناطق الشرق الأوسط وشمال إفريقيا.
    </p>



    <h2 className="sub-heading">4.تمر المبروم</h2>
    <p className="post-text">
        تمر المبروم هو نوع من التمور الفاخرة التي تنمو في مناطق الخليج العربي بما في ذلك السعودية والإمارات العربية المتحدة. يتميز تمر المبروم بحجمه الصغير وشكله المدبب ولونه الأحمر الغامق.
        تتميز تمور المبروم بنكهة حلوة ومميزة، ويحتوي على نسبة عالية من السكريات الطبيعية والألياف والفيتامينات والمعادن مثل البوتاسيوم والحديد والكالسيوم. ويعتبر تمر المبروم من الفواكه الغنية بالعناصر الغذائية المفيدة للجسم، ويستخدم في العديد من الأطباق الشرقية والعربية ويعتبر من الحلويات الشعبية في المنطقة.
        يتميز تمر المبروم بقوامه اللين والملس ويحتوي على نسبة عالية من العصير مما يجعله سهل الهضم. كما يعتبر تمر المبروم مصدراً طبيعياً للطاقة ويحتوي على نسبة عالية من الأحماض الأمينية الأساسية التي يحتاجها الجسم.
        بشكل عام، يمثل تمر المبروم نكهة شهية وغنية بالفوائد الغذائية، ويعتبر من الأصناف المحببة لدى العديد من الناس في مناطق الخليج العربي.
    </p>

    <h2 className="sub-heading">5.تمر البرني </h2>
    <p className="post-text">تمر البرني هو نوع آخر من التمور يتميز بطعمه الحلو والفاكهي وقوامه اللين. يتميز تمر البرني بلونه الذهبي وشكله المستدير، ويُفضل تناوله عندما يكون ناضجًا تمامًا للاستمتاع بطعمه اللذيذ.</p>

      </section>
    </div>
  );
};

export default Dates;