import React from 'react'
import fruit from '../../assets/fruit-date-boxes.webp'

function Why() {
  return (
    <div dir='rtl'>
        <section className="post-header">
    <div className="header-content post-container">
      <a href="/" className="back-home">الرجوع للخلف</a>
      <h1 className="header-title">لماذا يفضل الإفطار على التمر بعد الصيام؟</h1>
      <img src={fruit} alt="" className="header-img" />
    </div>
  </section>


  <section className="post-content post-container">
    <h2 className="sub-heading">لماذا يفضل الإفطار على التمر بعد الصيام؟</h2>
    <p className="post-text">
      الإفطار على التمر بعد الصيام هو تقليد قديم ومشهور يمارسه المسلمون في جميع أنحاء العالم خلال شهر رمضان المبارك. وفقًا للسنة النبوية...
    </p>

    <h2 className="sub-heading">1. مصدر طاقة سريع</h2>
            <p className="post-text">
                بعد ساعات طويلة من الصيام، يكون جسم الإنسان بحاجة إلى مصدر سريع من الطاقة للانتعاش واستعادة النشاط. التمر يحتوي على نسبة عالية من السكريات الطبيعية مثل الجلوكوز والفركتوز والسكروز، والتي يمكن أن توفر الطاقة بشكل أسرع بالنسبة للجسم.

            </p>
            <h2 className="sub-heading">2. تنشيط الجهاز الهضمي</h2>
            <p className="post-text">
                خلال فترة الصيام، يكون جهاز الهضم في حالة راحة. تناول التمر عند الإفطار يساعد على تنشيط الجهاز الهضمي برفق ويحفز إفراز العصارة الهضمية، مما يسهل عملية الهضم بعد تناول الطعام.

            </p>
            <h2 className="sub-heading">3. مصدر غني بالألياف</h2>
            <p className="post-text">
                التمر غني بالألياف الغذائية، والتي تعزز صحة الجهاز الهضمي وتساعد على تنظيم حركة الأمعاء. إضافةً إلى ذلك، تساعد الألياف في الشعور بالشبع لفترة أطول، مما يقلل من فرصة التناول المفرط بعد الصيام.

            </p>
            <h2 className="sub-heading">4. العناصر الغذائية المهمة
            </h2>
            <p className="post-text">
                تحتوي التمور على مجموعة واسعة من الفيتامينات والمعادن المهمة للجسم، مثل البوتاسيوم والمغنيسيوم والكالسيوم وفيتامين B. يساعد تناول التمر على إمداد الجسم بالعناصر الغذائية المفقودة خلال الصيام ويسهل التعافي.

            </p>
            <h2 className="sub-heading">5. التوازن الأيضي</h2>
            <p className="post-text">
                التمر يحتوي على بوتاسيوم ومغنيسيوم، وهما معدنان يساعدان في تنظيم السوائل والأيض في الجسم. تناول التمر يساعد في استعادة التوازن الأيضي بعد فترة طويلة من الصيام.

            </p>

            <p className="post-text">
                في الختام، يعدّ الإفطار على التمر بعد الصيام خيارًا مثاليًا للصائمين لعدة أسباب صحية وغذائية. إنه يوفر مصدرًا سريعًا من الطاقة، ينشط الجهاز الهضمي، يحسن صحة الأمعاء، ويعيد العناصر الغذائية المفقودة إلى الجسم. علاوة على ذلك، فإنه يعزز التوازن الأيضي ويشعر الإنسان بالشبع والراحة. لذا، يعتبر تناول التمر عند الإفطار تقليدًا حكيمًا ومفيدًا للصحة على حدٍّ سواء.

            </p>


  </section>
    </div>
  )
}

export default Why